import React, { FC } from 'react';
import './About.scss';
import ManegerWeb from '../manegerWeb/manegerWeb';
import { Module } from 'module';

interface AboutProps {}

const About: FC<AboutProps> = () => (
  <div className="About">
    <div className="right">
      <ManegerWeb></ManegerWeb>
    </div>
    
    <div className="left">
      <h1>FurniHub</h1>
      <p>
      הינו אתר הבית של החברה לשיווק ריהוט לבית ולמשרד.
החברה עוסקת בשיווק לחנויות,מוסדות והפצה לועדי עובדים. *ריהוט און לאיין* הוקמה להילחם ברמת המחירים הגבוהה בשוק וכאשר אתם קונים אצלנו וממליצים עלינו אתם עוזרים לנו לתת את המוצרים במחירים נמוכים.
 המוצרים המופעים באתר יעזרו לכם ליצור אווירה של יוקרה בביתכם מבלי לרוקן את הכיס.
 אנחנו עובדים עם בקרת איכות פנימית וקפדנית ובלתי מתפשרת ושירות  אישי וקשר עם לקוחותינו משלב הזמנת המוצר דרך קבלתו ובאחריות למוצר ולאחריה.
שאיפתנו הינה לעמוד לרשות קהל לקוחותינו ברכישה זו וברכישות הבאות,ולאפשר לכם לחוש בכל פעם מחדש את ההנאה שבקניה עם הביטחון באמינות ובאיכות.
הרכישה המקוונת באתרנו כוללת רכישה רגילה,קבוצתית ומבצעים מעת לעת.
אנו ממליצים לכם בחום לעקוב אחרינו ולהצטרף לרשימת הדיוור של לקוחותינו,למען נודיעך בעתיד על כל מבצע אותו נקיים וכן על כניסת מוצרים חדשים לאתר
קניה מהנה
ריהוט און לאיין!!!
      </p>
    </div>
  </div>
);

export default About;
